Repository: Juuro/Foodie
Catalog: FoodieFootprints/Resources/*.lproj/Localizable.strings
Languages: hi, is

source: Restaurants
hi: रेस्तरां
is: Veitingastaðir

source: No Restaurants Yet
hi: अभी तक कोई रेस्तरां नहीं
is: Engir veitingastaðir enn

source: Add Your First Restaurant
hi: अपना पहला रेस्तरां जोड़ें
is: Bættu við fyrsta veitingastaðnum

source: Search your restaurants
hi: अपने रेस्तरां खोजें
is: Leita í veitingastöðum þínum

source: Sort By
hi: इसके अनुसार क्रमबद्ध करें
is: Raða eftir

source: Name
hi: नाम
is: Nafn

source: Rating
hi: रेटिंग
is: Einkunn

source: Last Visit
hi: पिछला विजिट
is: Síðasta heimsókn

source: Last Added
hi: आखिरी जोड़ा गया
is: Síðast bætt við

source: Add Restaurant
hi: रेस्तरां जोड़ें
is: Bæta við veitingastað

source: Sort
hi: क्रमबद्ध करें
is: Raða

source: Cancel
hi: रद्द करें
is: Hætta við

source: Search for a restaurant
hi: रेस्तरां खोजें
is: Leita að veitingastað

source: No Results
hi: कोई परिणाम नहीं
is: Engar niðurstöður

source: Try a different search term
hi: कोई दूसरा सर्च टर्म आज़माएं
is: Prófaðu önnur leitarorð

source: Already in your list
hi: पहले से ही आपकी लिस्ट में है
is: Þegar á listanum þínum

source: Delete Restaurant
hi: रेस्तरां हटाएं
is: Eyða veitingastað

source: Add Review
hi: समीक्षा जोड़ें
is: Bæta við umsögn

source: visits
hi: विजिट
is: heimsóknir

source: Visit Website
hi: वेबसाइट देखें
is: Heimsækja vefsíðu

source: View on HappyCow
hi: HappyCow पर देखें
is: Skoða á HappyCow

source: Reviews
hi: समीक्षाएं
is: Umsagnir

source: Are you sure you want to delete this restaurant?
hi: क्या आप वाकई इस रेस्तरां को हटाना चाहते हैं?
is: Ertu viss um að þú viljir eyða þessum veitingastað?

source: Are you sure you want to delete this restaurant? This will also delete all %lld reviews. This action cannot be undone.
hi: क्या आप वाकई इस रेस्तरां को हटाना चाहते हैं? इससे सभी %lld समीक्षाएं भी हट जाएंगी। यह क्रिया वापस नहीं की जा सकती।
is: Ertu viss um að þú viljir eyða þessum veitingastað? Þetta mun einnig eyða öllum %lld umsögnum. Þessa aðgerð er ekki hægt að afturkalla.

source: No restaurants found matching your search
hi: आपकी खोज से मेल खाता कोई रेस्तरां नहीं मिला
is: Engir veitingastaðir fundust sem passa við leitina þína

source: Search failed: %@
hi: खोज विफल: %@
is: Leit mistókst: %@

source: Address not available
hi: पता उपलब्ध नहीं है
is: Heimilisfang ekki tiltækt
